IDEA StatiCa Open Model
ConcreteMemberData Properties
Compatible with IDEA StatiCa Beta 21.0 - beta
The ConcreteMemberData type exposes the following members.
Properties
Name | Description
CalculationSetup
 Calculation setup
Element
 Element for attribute
 (Inherited from OpenAttribute.)
MemberType
 Gets or sets the structural type of member.
TimeAxis
 Time axis
TwoWaySlabType
 two way slab type
Top
See Also
Reference
ConcreteMemberData Class
IdeaRS.OpenModel.Concrete Namespace